<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <title>League of Legends Team Builder</title>

    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.7.0/css/font-awesome.min.css">

    <link rel="stylesheet" href="css/style.css">

    <!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
    <!-- Leave those next 4 lines if you care about users using IE8 -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>
  <body>

  <!-- header -->
	<header>
		<nav class="navbar navbar-default">
		  <div class="container-fluid">
		    <div class="navbar-header" >
		 		<h2 class="navi"> <a href="index.html">League of Legends Team Builder</a></h2>
		 		<p>Powered by former LCS Coach</p>
		    </div>
		  </div>
		</nav>  	
	</header>

	<div class ="container">
		<div class="row">
		<div class="col-md-12" id="impressum"> 
<h1>Datenschutzerkl&auml;rung</h1> <h2>Datenschutz</h2> <p>Die Betreiber dieser Seiten nehmen 
den Schutz Ihrer pers&ouml;nlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten 
vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser 
Datenschutzerkl&auml;rung.</p> <p>Die Nutzung unserer Webseite ist in der Regel ohne Angabe 
personenbezogener Daten m&ouml;glich. Soweit auf unseren Seiten personenbezogene Daten 
(beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit 
m&ouml;glich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung 
nicht an Dritte weitergegeben.</p> <p>Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet 
(z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser 
Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</p><p>&nbsp;</p> <h2>
Cookies</h2> <p>Die Internetseiten verwenden teilweise so genannte Cookies. Cookies richten auf Ihrem 
Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot 
nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem 
Rechner abgelegt werden und die Ihr Browser speichert.</p> <p>Die meisten der von uns verwendeten 
Cookies sind so genannte „Session-Cookies“. Sie werden nach Ende Ihres Besuchs automatisch 
gel&ouml;scht. Andere Cookies bleiben auf Ihrem Endger&auml;t gespeichert, bis Sie diese l&ouml;schen. 
Diese Cookies erm&ouml;glichen es uns, Ihren Browser beim n&auml;chsten Besuch 
wiederzuerkennen.</p> <p>Sie k&ouml;nnen Ihren Browser so einstellen, dass Sie &uuml;ber das Setzen 
von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies f&uuml;r 
bestimmte F&auml;lle oder generell ausschlie&szlig;en sowie das automatische L&ouml;schen der 
Cookies beim Schlie&szlig;en des Browser aktivieren. Bei der Deaktivierung von Cookies kann die 
Funktionalit&auml;t dieser Website eingeschr&auml;nkt sein.</p><p>&nbsp;</p> <h2>Server-Log-
Files</h2> <p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten 
Server-Log Files, die Ihr Browser automatisch an uns &uuml;bermittelt. Dies sind:</p> <ul> <li>
Browsertyp und Browserversion</li> <li>verwendetes Betriebssystem</li> <li>Referrer URL</li> <li>
Hostname des zugreifenden Rechners</li> <li>Uhrzeit der Serveranfrage</li> </ul> <p>Diese Daten sind 
nicht bestimmten Personen zuordenbar. Eine Zusammenf&uuml;hrung dieser Daten mit anderen 
Datenquellen wird nicht vorgenommen. Wir behalten uns vor, diese Daten nachtr&auml;glich zu 
pr&uuml;fen, wenn uns konkrete Anhaltspunkte f&uuml;r eine rechtswidrige Nutzung bekannt werden.</p>
<p>&nbsp;</p> <h2>Kontaktformular</h2> <p>Wenn Sie uns per Kontaktformular Anfragen zukommen 
lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen 
Kontaktdaten zwecks Bearbeitung der Anfrage und f&uuml;r den Fall von Anschlussfragen bei uns 
gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p><p>&nbsp;</p> <h2>Google 
Analytics</h2> <p>Diese Website nutzt Funktionen des Webanalysedienstes Google Analytics. Anbieter 
ist die Google Inc., 1600 Amphitheatre Parkway Mountain View, CA 94043, USA.</p> <p>Google 
Analytics verwendet so genannte &quot;Cookies&quot;. Das sind Textdateien, die auf Ihrem Computer 
gespeichert werden und die eine Analyse der Benutzung der Website durch Sie erm&ouml;glichen. Die 
durch den Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Website werden in der Regel 
an einen Server von Google in den USA &uuml;bertragen und dort gespeichert.</p> <p>Mehr 
Informationen zum Umgang mit Nutzerdaten bei Google Analytics finden Sie in der 
Datenschutzerkl&auml;rung von Google: <a 
href="https://support.google.com/analytics/answer/6004245?hl=de">
https://support.google.com/analytics/answer/6004245?hl=de</a></p> <p><strong>Browser 
Plugin</strong></p> <p>Sie k&ouml;nnen die Speicherung der Cookies durch eine entsprechende 
Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall 
gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich werden nutzen 
k&ouml;nnen. Sie k&ouml;nnen dar&uuml;ber hinaus die Erfassung der durch den Cookie erzeugten und 
auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung 
dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verf&uuml;gbare Browser-
Plugin herunterladen und installieren: <a href="https://tools.google.com/dlpage/gaoptout?hl=de">
https://tools.google.com/dlpage/gaoptout?hl=de</a></p> <p><strong>Widerspruch gegen 
Datenerfassung</strong></p> <p>Sie k&ouml;nnen die Erfassung Ihrer Daten durch Google Analytics 
verhindern, indem Sie auf folgenden Link klicken. Es wird ein Opt-Out-Cookie gesetzt, der die Erfassung 
Ihrer Daten bei zuk&uuml;nftigen Besuchen dieser Website verhindert: <a href="javascript:gaOptout();">
Google Analytics deaktivieren</a></p><p><strong>Auftragsdatenverarbeitung</strong></p> <p>Wir 
haben mit Google einen Vertrag zur Auftragsdatenverarbeitung abgeschlossen und setzen die strengen 
Vorgaben der deutschen Datenschutzbeh&ouml;rden bei der Nutzung von Google Analytics 
vollst&auml;ndig um.</p> <p><strong>IP-Anonymisierung</strong></p> <p>Wir nutzen die Funktion 
&quot;Aktivierung der IP-Anonymisierung&quot; auf dieser Webseite. Dadurch wird Ihre IP-Adresse von 
Google jedoch innerhalb von Mitgliedstaaten der Europ&auml;ischen Union oder in anderen 
Vertragsstaaten des Abkommens &uuml;ber den Europ&auml;ischen Wirtschaftsraum zuvor 
gek&uuml;rzt. Nur in Ausnahmef&auml;llen wird die volle IP-Adresse an einen Server von Google in den 
USA &uuml;bertragen und dort gek&uuml;rzt. Im Auftrag des Betreibers dieser Website wird Google diese 
Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports &uuml;ber die 
Websiteaktivit&auml;ten zusammenzustellen und um weitere mit der Websitenutzung und der 
Internetnutzung verbundene Dienstleistungen gegen&uuml;ber dem Websitebetreiber zu erbringen. Die im 
Rahmen von Google Analytics von Ihrem Browser &uuml;bermittelte IP-Adresse wird nicht mit anderen 
Daten von Google zusammengef&uuml;hrt. <p><strong>Demografische Merkmale bei Google 
Analytics</strong></p> <p>Diese Website nutzt die Funktion &ldquo;demografische Merkmale&rdquo; 
von Google Analytics. Dadurch k&ouml;nnen Berichte erstellt werden, die Aussagen zu Alter, Geschlecht 
und Interessen der Seitenbesucher enthalten. Diese Daten stammen aus interessenbezogener Werbung 
von Google sowie aus Besucherdaten von Drittanbietern. Diese Daten k&ouml;nnen keiner bestimmten 
Person zugeordnet werden. Sie k&ouml;nnen diese Funktion jederzeit &uuml;ber die 
Anzeigeneinstellungen in Ihrem Google-Konto deaktivieren oder die Erfassung Ihrer Daten durch Google 
Analytics wie im Punkt &ldquo;Widerspruch gegen Datenerfassung&rdquo; dargestellt generell 
untersagen. <p>&nbsp;</p> <h2>Widerspruch Werbe-Mails</h2> <p>Der Nutzung von im Rahmen der 
Impressumspflicht ver&ouml;ffentlichten Kontaktdaten zur &Uuml;bersendung von nicht ausdr&uuml;cklich 
angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten 
behalten sich ausdr&uuml;cklich rechtliche Schritte im Falle der unverlangten Zusendung von 
Werbeinformationen, etwa durch Spam-E-Mails, vor.</p><p>&nbsp;</p> <p>Quelle: <a 
href="https://www.e-recht24.de/muster-datenschutzerklaerung.html">https://www.e-recht24.de/muster-
datenschutzerklaerung.html</a></p>		
		</div>

		</div>



	</div>


	<!-- Footer-->
	<footer class="footer">
		  <div class="container">
		  	<div class="row round_borders ">
		  		<div class="col-xs-6 col-md-6">
		  			<p><a href="disclaimer.html">Datenschutz/Disclaimer</a></p>
		  		</div>
		  		<div class="col-xs-6 col-md-6">
		  			<p><a href="impressum.html">Impressum</a></p>
		  		</div>
		  	</div>
		  </div>
		  	<div class="row ">
			  	<div class="col-md-12 lol_disclaimer">
			  		<p> League of Legends team builder isn't endorsed by Riot Games and doesn't reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.
					</p>
			  	</div>
		  	</div>
	</footer>


    <!-- Including Bootstrap JS (with its jQuery dependency) so that dynamic components work -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
    <script src="js/data.txt"></script>
    <script src="js/work.js"></script>
  </body>
</html>